Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

source: This table has no triggers. Triggers run automatically when rows are inserted, updated, or deleted.
fr: Cette table n'a pas de déclencheurs. Les déclencheurs s'exécutent automatiquement lorsque des lignes sont insérées, mises à jour ou supprimées.
ko: 이 테이블에는 트리거가 없습니다. 트리거는 행을 삽입, 업데이트 또는 삭제할 때 자동으로 실행됩니다.
tr: Bu tablonun tetikleyicisi yok. Tetikleyiciler, satırlar eklendiğinde, güncellendiğinde veya silindiğinde otomatik olarak çalışır.
vi: Bảng này không có trigger. Trigger tự động chạy khi các dòng được chèn, cập nhật hoặc xóa.
zh_hans: 此表没有触发器。当插入、更新或删除行时，触发器会自动运行。
zh_hant: 此資料表沒有觸發器。當插入、更新或刪除列時，觸發器會自動執行。

source: List the session-level contexts this engine exposes, such as a warehouse or a role, with the value the session currently holds.
fr: Listez les contextes au niveau de la session que ce moteur expose, tels qu'un entrepôt ou un rôle, avec la valeur que la session détient actuellement.
ko: 이 엔진이 노출하는 웨어하우스나 역할 같은 세션 수준 컨텍스트와 세션이 현재 가진 값을 나열합니다.
tr: Bu motorun sunduğu, bir ambar veya rol gibi oturum düzeyindeki bağlamları, oturumun şu anda tuttuğu değerle birlikte listeler.
vi: Liệt kê các context ở mức phiên mà engine này để lộ ra, chẳng hạn warehouse hoặc role, kèm giá trị mà phiên đang giữ.
zh_hans: 列出该引擎暴露的会话级上下文，例如仓库或角色，以及会话当前持有的值。
zh_hant: 列出該引擎公開的工作階段層級情境，例如倉儲或角色，以及工作階段目前持有的值。

source: This database has no %@ yet.
fr: Cette base de données n'a pas encore de %@.
ko: 이 데이터베이스에는 아직 %@이(가) 없습니다.
vi: Cơ sở dữ liệu này chưa có %@ nào.
zh_hans: 此数据库还没有%@。
zh_hant: 此資料庫尚未有任何%@。

# Export %d row(s) to %@
source: Export %1$d row(s) to %2$@
fr: Exporter %1$d ligne(s) vers %2$@
ko: %1$d개 행을 %2$@(으)로 내보내기
tr: %d satırı %@ olarak dışa aktar
vi: Xuất %d dòng sang %@
zh_hans: 导出%d行到%@
zh_hant: 匯出 %1$d 列至 %2$@

source: Value Options
fr: Options de valeur

source: Available after SET ROLE %@.
fr: Disponible après SET ROLE %@.
ko: SET ROLE %@ 후 사용할 수 있습니다.
tr: SET ROLE %@ sonrasında kullanılabilir.
vi: Có sẵn sau khi SET ROLE %@.
zh_hans: 执行 SET ROLE %@ 后可用。
zh_hant: 執行 SET ROLE %@ 後可用。

source: New Folder %lld
fr: Nouvelle dossier %lld

source: Search Connections
fr: Rechercher des connexions
ko: 연결 검색
tr: Bağlantılarda Ara
vi: Tìm kết nối
zh_hans: 搜索连接
zh_hant: 搜尋連線

source: Failed to load preview: %@
fr: Impossible de charger l'aperçu : %@
ko: 미리보기를 불러오지 못했습니다: %@
tr: Failed to load Önizleme: %@
vi: Tải bản xem trước thất bại: %@
zh_hans: 加载预览失败: %@
zh_hant: 載入預覽失敗：%@

source: Database names a connection can reach.
fr: Nom de la base de données à laquelle une connexion peut accéder.
ko: 연결이 접근할 수 있는 데이터베이스 이름입니다.
tr: Bir bağlantının erişebildiği veritabanı adları.
vi: Tên các cơ sở dữ liệu mà một kết nối có thể truy cập.
zh_hans: 某个连接可以访问的数据库名称。
zh_hant: 某個連線可以存取的資料庫名稱。

source: Restrict to one kind. Omit for every kind.
fr: Restreindre à un seul type. Omettre pour chaque type.

source: Insert in Editor
fr: Insérer dans l'éditeur
ko: 편집기에 삽입
tr: Düzenleyiciye Ekle
vi: Chèn vào trình soạn thảo
zh_hans: 插入到编辑器
zh_hant: 插入到編輯器

source: Raw Filter
fr: Filtre brut
ko: 원시 필터
tr: Ham Filtre
vi: Bộ lọc thô
zh_hans: 原始筛选条件
zh_hant: 原始篩選條件

source: Failed to parse server response: %@
fr: Échec de la parsemation de la réponse du serveur : %@
ko: 서버 응답을 구문 분석하지 못했습니다: %@
tr: Sunucu yanıtı ayrıştırılamadı: %@
vi: Không thể phân tích phản hồi máy chủ: %@
zh_hans: 服务器响应解析失败：%@
zh_hant: 解析伺服器回應失敗：%@

source: Filter settings
fr: Paramètres de filtrage
ko: 필터 설정
tr: Filtre ayarları
vi: Cài đặt bộ lọc
zh_hans: 筛选设置
zh_hant: 篩選設定

source: Toggle Table Browser
fr: Changer le navigateur de table
ko: 테이블 브라우저 표시/숨기기
tr: Tablo Tarayıcısını Aç/Kapat
vi: Bật/tắt trình duyệt bảng
zh_hans: 切换表浏览器
zh_hant: 切換資料表瀏覽器

source: Partitioned Table
fr: Table partitionnée
ko: 파티션 테이블
tr: Bölümlenmiş Tablo
vi: Bảng phân vùng
zh_hans: 分区表
zh_hant: 分割資料表

source: in key order
fr: Dans l'ordre clé

source: Deactivate License?
fr: Désactiver la licence ?
ko: 라이선스를 비활성화하시겠습니까?
tr: Lisans Devre Dışı Bırakılsın mı?
vi: Hủy kích hoạt giấy phép?
zh_hans: 停用许可证?
zh_hant: 停用授權？

source: Save These as a Profile…
fr: Enregistrez-les comme un profil...

source: The provider configuration and stored API key will be deleted.
fr: La configuration du fournisseur et la clé API stockée seront supprimées.
ko: 제공업체 구성과 저장된 API 키가 삭제됩니다.
tr: Sağlayıcı yapılandırması ve saklanan API anahtarı silinecek.
vi: Cấu hình nhà cung cấp và khóa API đã lưu sẽ bị xóa.
zh_hans: 将删除提供商配置和已存储的 API 密钥。
zh_hant: 供應商設定與已儲存的 API 金鑰將被刪除。

source: No saved customizations yet. Column widths, order, visibility, and per-table filters you set appear here so you can review and reset them.
fr: Aucune personnalisation enregistrée encore. Les largeurs des colonnes, l'ordre, la visibilité et les filtres par table que vous définissez apparaissent ici afin que vous puissiez les consulter et les réinitialiser.
ko: 아직 저장된 사용자화가 없습니다. 여기에는 설정한 열 너비, 순서, 표시 여부 및 테이블별 필터가 표시되므로 검토하거나 재설정할 수 있습니다.
tr: Henüz kaydedilmiş özelleştirme yok. Ayarladığınız sütun genişlikleri, sırası, görünürlüğü ve tablo başına filtreler burada görünür; buradan gözden geçirip sıfırlayabilirsiniz.
vi: Chưa có tùy chỉnh nào được lưu. Độ rộng cột, thứ tự, khả năng hiển thị và bộ lọc theo từng bảng bạn đặt sẽ xuất hiện ở đây để xem lại và đặt lại.
zh_hans: 尚未保存任何自定义。你设置的列宽、顺序、显示状态以及各表的筛选条件会显示在这里，便于查看和重置。
zh_hant: 尚未儲存任何自訂設定。你設定的欄寬、順序、顯示狀態以及各資料表的篩選條件會顯示在這裡，方便你檢視與重設。

source: Upper bound, for BETWEEN
fr: Limite supérieure, pour ENTRE
ko: BETWEEN의 상한값
tr: BETWEEN için üst sınır
vi: Cận trên, dùng cho BETWEEN
zh_hans: 上界，用于 BETWEEN
zh_hant: 上界，用於 BETWEEN

source: Save to
fr: Enregistrer dans

source: Not signed in to Claude. Run "claude /login" in Terminal, then try again.
fr: Vous n'êtes pas connecté à Claude. Exécutez "claude /login" dans le terminal, puis réessayez.
ko: Claude에 로그인되지 않았습니다. 터미널에서 "claude /login"을 실행한 다음 다시 시도하십시오.
tr: Claude'da oturum açılmamış. Terminal'de "claude /login" çalıştırıp tekrar deneyin.
vi: Chưa đăng nhập Claude. Chạy "claude /login" trong Terminal rồi thử lại.
zh_hans: 尚未登录 Claude。请在终端运行 "claude /login" 后重试。
zh_hant: 尚未登入 Claude。請在終端機執行 "claude /login" 後再試一次。

source: The connection is not open. Call connect first.
fr: La connexion n'est pas ouverte. Appelez d'abord Connectez-vous.
ko: 연결이 열려 있지 않습니다. 먼저 connect를 호출하십시오.
tr: Bağlantı açık değil. Önce connect çağırın.
vi: Kết nối chưa mở. Hãy gọi connect trước.
zh_hans: 连接尚未打开。请先调用 connect。
zh_hant: 連線尚未開啟。請先呼叫 connect。

source: Back Up
fr: Sauvegarde

source: Cancelled by user.
fr: Annulé par l'utilisateur.
ko: 사용자가 취소했습니다.
tr: Kullanıcı tarafından iptal edildi.
vi: Đã hủy bởi người dùng.
zh_hans: 已被用户取消。
zh_hant: 已由使用者取消。

source: Add Label
fr: Ajouter l'étiquette

source: Pro features stop on this Mac right away. You can activate this license again later.
fr: Les fonctionnalités Pro s'arrêtent immédiatement sur ce Mac. Vous pouvez réactiver cette licence plus tard.
ko: Pro 기능이 이 Mac에서 즉시 중지됩니다. 나중에 이 라이선스를 다시 활성화할 수 있습니다.
tr: Pro özellikleri bu Mac'te hemen durur. Bu lisansı daha sonra yeniden etkinleştirebilirsiniz.
vi: Các tính năng Pro dừng ngay trên máy Mac này. Bạn có thể kích hoạt lại giấy phép này sau.
zh_hans: Pro 功能会在此 Mac 上立即停用。你之后可以重新激活此许可证。
zh_hant: Pro 功能會在此 Mac 上立即停用。你之後可以重新啟用此授權。

source: All %lld ^[rows](inflect: true) selected
fr: Tous les %lld ^[rows](inflect: true) sélectionnés
ko: %lld개 행 모두 선택됨
tr: Tüm %lld satır seçildi
vi: Đã chọn tất cả %lld dòng
zh_hans: 已选择全部%lld行
zh_hant: 已選取全部 %lld 列

source: Optimize
fr: Optimiser
ko: 최적화
tr: Optimize Et
vi: Tối ưu hoá
zh_hans: 优化
zh_hant: 最佳化

source: The password source produced an empty password
fr: La source du mot de passe a produit un mot de passe vide.
ko: 암호 소스에서 빈 암호를 반환했습니다
tr: Parola kaynağı boş bir parola döndürdü
vi: Nguồn mật khẩu trả về mật khẩu rỗng
zh_hans: 密码来源返回了空密码
zh_hant: 密碼來源產生了空白密碼

source: Over an SSH tunnel, TablePro connects directly to the first host. Replica set failover is not available.
fr: Sur un tunnel SSH, TablePro se connecte directement au premier hôte. Le basculement de réplication n'est pas disponible.
ko: SSH 터널을 사용할 때 TablePro는 첫 번째 호스트에 직접 연결합니다. 복제본 세트 장애 조치는 사용할 수 없습니다.
tr: SSH tüneli üzerinden TablePro doğrudan ilk sunucuya bağlanır. Replica set yük devretme kullanılamaz.
vi: Qua đường hầm SSH, TablePro kết nối trực tiếp tới máy chủ đầu tiên. Không hỗ trợ chuyển đổi dự phòng replica set.
zh_hans: 通过 SSH 隧道时，TablePro 直接连接到第一个主机。无法使用副本集故障转移。
zh_hant: 透過 SSH 通道時，TablePro 會直接連線到第一個主機。無法使用複本集容錯移轉。

source: Filter activity
fr: Filtrer l'activité
ko: 활동 필터링
tr: Etkinliği filtrele
vi: Lọc hoạt động
zh_hans: 筛选活动
zh_hant: 篩選活動

source: What the option does
fr: Ce que fait l'option

source: Import Complete
fr: Importation terminée
ko: 가져오기 완료
tr: İçe Aktarma Tamamlandı
vi: Nhập Hoàn tất
zh_hans: 导入完成
zh_hant: 匯入完成

source: Average
fr: Moyenne
ko: 평균
tr: Ortalama
vi: Trung bình
zh_hans: 平均
zh_hant: 平均

source: Held Back
fr: Retardé
ko: 보류됨
tr: Tutuldu
vi: Bị giữ lại
zh_hans: 已保留
zh_hant: 已保留

source: TablePro doesn't support “%@” connections
fr: TablePro ne prend pas en charge les connexions "%@"
ko: TablePro는 “%@” 연결을 지원하지 않습니다
tr: TablePro “%@” bağlantılarını desteklemiyor
vi: TablePro không hỗ trợ kết nối “%@”
zh_hans: TablePro 不支持“%@”连接
zh_hant: TablePro 不支援「%@」連線

source: Endpoint
fr: Point d'extrémité
ko: 엔드포인트
tr: Uç Nokta

source: Discard Unsaved Changes?
fr: Jeter les modifications non enregistrées ?
ko: 저장하지 않은 변경 사항을 폐기하시겠습니까?
tr: Kaydedilmemiş Değişiklikler Atılsın mı?
vi: Hủy bỏ thay đổi chưa lưu?
zh_hans: 丢弃未保存的更改?
zh_hant: 要捨棄未儲存的變更嗎？

source: Not written: %@. Each takes its default or null.
fr: Non écrit : %@. Chacun prend son par défaut ou nul.

source: Environment variable %@ is not set in TablePro's environment. Apps launched from the Dock do not inherit shell exports. Launch TablePro from a terminal, or set the variable with launchctl setenv.
fr: La variable d'environnement %@ n'est pas définie dans l'environnement de TablePro. Les applications lancées depuis le Dock ne héritent pas les exportations de shell. Lancez TablePro depuis un terminal ou définissez la variable avec launchctl setenv.
ko: 환경 변수 %@이(가) TablePro 환경에 설정되어 있지 않습니다. Dock에서 실행한 앱은 셸에서 export한 환경 변수를 상속하지 않습니다. 터미널에서 TablePro를 실행하거나 launchctl setenv로 변수를 설정하십시오.
tr: %@ ortam değişkeni TablePro'nun ortamında ayarlı değil. Dock'tan başlatılan uygulamalar kabuk dışa aktarmalarını devralmaz. TablePro'yu bir terminalden başlatın veya değişkeni launchctl setenv ile ayarlayın.
vi: Biến môi trường %@ chưa được đặt trong môi trường của TablePro. Ứng dụng khởi chạy từ Dock không kế thừa các export của shell. Hãy khởi chạy TablePro từ terminal, hoặc đặt biến bằng launchctl setenv.
zh_hans: 环境变量 %@ 未在 TablePro 的环境中设置。从 Dock 启动的应用不会继承 shell 导出的变量。请从终端启动 TablePro，或使用 launchctl setenv 设置该变量。
zh_hant: 環境變數 %@ 未在 TablePro 的環境中設定。從 Dock 啟動的應用程式不會繼承 shell 匯出的變數。請從終端機啟動 TablePro，或使用 launchctl setenv 設定該變數。

source: 60s
fr: 60 ans
ko: 60초
vi: 60 giây
zh_hans: 60秒
zh_hant: 60 秒

source: Cannot read this file
fr: Impossible de lire ce fichier

source: No Matching Fields
fr: Aucun champ correspondant

source: The filter on %@ is not one expression. Remove the semicolon.
fr: Le filtre sur %@ n'est pas une seule expression. Supprimez le point-virgule.

source: Fix the settings for, or exclude, %@.
fr: Corrigez les paramètres pour ou excluez %@.

source: Current schema: %@ (⌘K to switch)
fr: Schéma actuel : %@ (⌘K pour basculer)
ko: 현재 스키마: %@ (전환하려면 ⌘K)
tr: Mevcut şema: %@ (değiştirmek için ⌘K)
vi: Schema hiện tại: %@ (⌘K để chuyển)
zh_hans: 当前 schema：%@（⌘K 切换）
zh_hant: 目前的綱要：%@（⌘K 切換）

source: Save as Template
fr: Enregistrer sous modèle
ko: 템플릿으로 저장
vi: Lưu dưới dạng mẫu
zh_hans: 另存为模板
zh_hant: 另存為範本

source: Insert Row Below
fr: Insérer la ligne ci-dessous
ko: 아래에 행 삽입
tr: Alta Satır Ekle
vi: Chèn dòng phía dưới
zh_hans: 在下方插入行
zh_hant: 在下方插入列

source: Edit Cell
fr: Modifier la cellule
ko: 셀 편집
tr: Hücreyi Düzenle
vi: Sửa ô
zh_hans: 编辑单元格
zh_hant: 編輯儲存格

source: My Server
fr: Mon serveur
ko: 내 서버
tr: Sunucum
vi: Máy chủ của tôi
zh_hans: 我的服务器
zh_hant: 我的伺服器

source: Credential Profiles
fr: Profils de crédentials

source: Unknown deep link host: %@
fr: Serveur de lien profond inconnu : %@
ko: 알 수 없는 딥 링크 호스트: %@
tr: Bilinmeyen deep link sunucusu: %@
vi: Host deep link không xác định: %@
zh_hans: 未知的深层链接主机：%@
zh_hant: 未知的深層連結主機：%@

source: This view can be refreshed concurrently.
fr: Cette vue peut être rafraîchie simultanément.

source: Show System Schemas
fr: Afficher les schémas de système
ko: 시스템 스키마 보기
tr: Sistem Şemalarını Göster
vi: Hiện schema hệ thống
zh_hans: 显示系统 Schema
zh_hant: 顯示系統綱要

source: does not equal
fr: Ne vaut pas
ko: 같지 않음
tr: eşit değil
vi: không bằng
zh_hans: 不等于
zh_hant: 不等於

source: In-memory data store and cache
fr: Stockage de données et cache en mémoire
ko: 인메모리 데이터 저장소 및 캐시
tr: Bellek içi veri deposu ve önbellek
vi: Kho dữ liệu và cache trong bộ nhớ
zh_hans: 内存数据存储与缓存
zh_hant: 記憶體內資料儲存與快取

source: UUID of the active connection
fr: UUID de la connexion active
ko: 활성 연결의 UUID
tr: Etkin bağlantının UUID'si
vi: UUID của kết nối đang hoạt động
zh_hans: 活动连接的 UUID
zh_hant: 使用中連線的 UUID

source: One username and password, shared by any number of connections. Change it here and every connection using it signs in with the new one.
fr: Un nom d'utilisateur et un mot de passe, partagés par un nombre illimité de connexions. Changez-le ici et chaque connexion qui l'utilise se connecte avec le nouveau.

source: This engine does not expose users and roles.
fr: Ce moteur ne met pas en évidence les utilisateurs et les rôles.
ko: 이 엔진은 사용자와 역할을 노출하지 않습니다.
tr: Bu motor kullanıcıları ve rolleri sunmuyor.
vi: Engine này không để lộ người dùng và vai trò.
zh_hans: 此引擎不公开用户和角色。
zh_hant: 此引擎不公開使用者和角色。

source: Only in Target
fr: Seulement chez Target
ko: 대상에만 있음
tr: Yalnızca Hedefte
vi: Chỉ có ở đích
zh_hans: 仅在目标中
zh_hant: 僅在目標中

source: This plan is no longer stored.
fr: Ce plan n'est plus stocké.
ko: 이 플랜은 더 이상 저장되어 있지 않습니다.
tr: Bu plan artık saklanmıyor.
vi: Kế hoạch này không còn được lưu.
zh_hans: 此计划已不再存储。
zh_hant: 此計劃已不再儲存。

# Password command failed (exit %d): %@
source: Password command failed (exit %1$d): %2$@
fr: La commande de mot de passe a échoué (sortir %1$d) : %2$@
ko: 암호 명령 실패(종료 코드 %1$d): %2$@
tr: Parola komutu başarısız oldu (çıkış %1$d): %2$@
vi: Lệnh mật khẩu thất bại (mã thoát %1$d): %2$@
zh_hans: 密码命令失败（退出码 %1$d）：%2$@
zh_hant: 密碼命令失敗（退出碼 %1$d）：%2$@

source: Values the context accepts
fr: Valeurs que le contexte accepte
ko: 컨텍스트가 허용하는 값
tr: Bağlamın kabul ettiği değerler
vi: Các giá trị mà context chấp nhận
zh_hans: 该上下文接受的值
zh_hant: 該情境接受的值

source: Latest executed_at to include, Unix epoch seconds (inclusive, optional)
fr: Le dernier executed_at à inclure, secondes de l'époque Unix (incluant, facultatif)
ko: 포함할 가장 최근 executed_at 값(Unix 에포크 초, 경계값 포함, 선택 사항)
tr: Dahil edilecek en geç executed_at, Unix epoch saniyesi (dahil, isteğe bağlı)
vi: Mốc executed_at muộn nhất được tính, giây Unix epoch (bao gồm mốc này, tùy chọn)
zh_hans: 要包含的最晚 executed_at，Unix 纪元秒（含，可选）
zh_hant: 要包含的最晚 executed_at，Unix 紀元秒（含此值，選填）

source: TablePro has not confirmed this license with the server in 30 days.
fr: TablePro n'a pas confirmé cette licence avec le serveur dans les 30 jours.
ko: TablePro가 30일 동안 서버에서 이 라이선스를 확인하지 못했습니다.
tr: TablePro bu lisansı 30 gündür sunucuyla doğrulamadı.
vi: TablePro chưa xác nhận giấy phép này với máy chủ trong 30 ngày.
zh_hans: TablePro 已 30 天未与服务器确认此许可证。
zh_hant: TablePro 已 30 天未與伺服器確認此授權。

source: Output of EXPLAIN or EXPLAIN ANALYZE for this query
fr: Sortie de EXPLAIN ou EXPLAIN ANALYZE pour cette requête.
ko: 이 쿼리에 대한 EXPLAIN 또는 EXPLAIN ANALYZE 출력
tr: Bu sorgu için EXPLAIN veya EXPLAIN ANALYZE çıktısı
vi: Kết quả EXPLAIN hoặc EXPLAIN ANALYZE của truy vấn này
zh_hans: 该查询的 EXPLAIN 或 EXPLAIN ANALYZE 输出
zh_hant: 該查詢的 EXPLAIN 或 EXPLAIN ANALYZE 輸出

source: Tables Could Not Be Read
fr: Les tableaux ne pouvaient pas être lus.

source: Query timeout:
fr: Délai d'expiration de la requête
ko: 쿼리 제한 시간:
tr: Sorgu zaman aşımı:
vi: Thời gian chờ truy vấn:
zh_hans: 查询超时：
zh_hant: 查詢逾時：

source: This kind of file cannot be opened as a table.
fr: Ce type de fichier ne peut pas être ouvert en tant que table.

source: That regular expression could not be read. Check the syntax and try again.
fr: Cette expression régulière n'a pas pu être lu. Vérifiez la syntaxe et réessayez.
ko: 해당 정규식을 해석할 수 없습니다. 구문을 확인하고 다시 시도하십시오.
tr: Bu düzenli ifade okunamadı. Söz dizimini denetleyip tekrar deneyin.
vi: Không thể đọc biểu thức chính quy đó. Kiểm tra cú pháp và thử lại.
zh_hans: 无法解析该正则表达式。请检查语法后重试。
zh_hant: 無法解析該正規表達式。請檢查語法後再試一次。

source: Whether the partition holds subpartitions
fr: Que la partition contienne des sous-partitions ou non

source: Database the statement ran against
fr: Base de données contre laquelle la déclaration a été exécutée
ko: 명령문이 실행된 데이터베이스
tr: İfadenin karşı çalıştığı veritabanı
vi: Cơ sở dữ liệu mà câu lệnh đã chạy trên đó
zh_hans: 该语句所针对的数据库
zh_hant: 該陳述式所針對的資料庫

source: %d connections found
fr: %d connexions trouvées
ko: %d개 연결 발견
tr: %d bağlantı bulundu
vi: Tìm thấy %d kết nối
zh_hans: 找到 %d 个连接
zh_hant: 找到 %d 個連線

source: Pick a profile from ~/.aws/config or ~/.aws/credentials.
fr: Choisissez un profil à partir de ~/.aws/config ou ~/.aws/credentials.

source: Chinook (Sample)
fr: Chinook (échantillon)
ko: Chinook(샘플)
tr: Chinook (Örnek)
vi: Chinook (Mẫu)
zh_hans: Chinook（示例）
zh_hant: Chinook（範例）

source: Insert Document…
fr: Insérer le document...

source: Safe Mode Level
fr: Niveau de mode sécurisé

source: New Query, favorite, or folder
fr: Nouvelle requête, favori ou dossier
ko: 새 쿼리, 즐겨찾기 또는 폴더
tr: Yeni sorgu, sık kullanılan veya klasör
vi: Truy vấn mới, mục yêu thích hoặc thư mục
zh_hans: 新建查询、收藏或文件夹
zh_hant: 新增查詢、我的最愛或資料夾

source: Narrow the rows and columns to export
fr: Rétrécissez les lignes et les colonnes pour exporter.

source: No query failed in this range.
fr: Aucune requête n'a échoué dans cette plage.
ko: 이 범위에서 실패한 쿼리가 없습니다.
tr: Bu aralıkta hiçbir sorgu başarısız olmadı.
vi: Không có truy vấn nào lỗi trong khoảng này.
zh_hans: 此范围内没有查询失败。
zh_hant: 此範圍內沒有查詢失敗。

source: Add provider
fr: Ajouter le fournisseur
ko: 프로바이더 추가
tr: Sağlayıcı ekle
vi: Thêm nhà cung cấp
zh_hans: 添加提供商
zh_hant: 新增供應商

source: Optimize with AI
fr: Optimiser avec l'IA
ko: AI로 최적화
tr: AI ile İyileştir
vi: Tối ưu với AI
zh_hans: AI 优化
zh_hant: 以 AI 最佳化

source: Chart
fr: Graphique
ko: 차트
tr: Grafik
vi: Biểu đồ
zh_hans: 图表
zh_hant: 圖表

source: Links you chose to always allow. TablePro connects without asking. Only connections on this machine can be trusted.
fr: Les liens que vous avez choisis de toujours autoriser. TablePro se connecte sans demander. Seules les connexions sur cette machine peuvent être traitées avec confiance.
ko: 항상 허용하도록 선택한 링크입니다. TablePro가 묻지 않고 연결합니다. 이 컴퓨터의 연결만 신뢰할 수 있습니다.
tr: Her zaman izin vermeyi seçtiğiniz bağlantılar. TablePro sormadan bağlanır. Yalnızca bu makinedeki bağlantılara güvenilebilir.
vi: Các liên kết bạn đã chọn luôn cho phép. TablePro kết nối mà không hỏi lại. Chỉ các kết nối trên máy này mới có thể được tin cậy.
zh_hans: 你选择始终允许的链接。TablePro 会直接连接，不再询问。只有本机上的连接才能被信任。
zh_hant: 你選擇一律允許的連結。TablePro 會直接連線，不再詢問。只有本機上的連線才能被信任。

source: Could Not Prepare the Restore
fr: Impossible de préparer la restauration
ko: 복원을 준비할 수 없음
tr: Geri Yükleme Hazırlanamadı
vi: Không chuẩn bị được việc khôi phục
zh_hans: 无法准备恢复
zh_hant: 無法準備還原

source: Private Key Passphrase
fr: Phrase de passe-clé privée
ko: 개인 키 암호 구문
tr: Özel Anahtar Parolası
vi: Cụm mật khẩu khóa riêng tư
zh_hans: 私钥口令
zh_hant: 私密金鑰密碼

source: The values this save replaced are no longer being kept.
fr: Les valeurs que ce sauvegarde a remplacées ne sont plus conservées.
ko: 이 저장이 대체한 값은 더 이상 보관되지 않습니다.
tr: Bu kaydetmenin yerine geçtiği değerler artık saklanmıyor.
vi: Các giá trị mà lần lưu này thay thế không còn được giữ lại.
zh_hans: 这次保存所替换掉的值已不再保留。
zh_hant: 這次儲存所替換掉的值已不再保留。

source: %1$@, line %2$d: %3$@
fr: %1$@, ligne %2$d : %3$@

source: Key-Value
fr: Clé-Valeur
ko: 키-값
tr: Anahtar-Değer
zh_hans: 键值
zh_hant: 鍵值

source: Unified
fr: Unifié
ko: 통합
tr: Tek Sütun
vi: Gộp chung
zh_hans: 统一视图
zh_hant: 統一檢視

source: AI access policy
fr: Politique d'accès à l'IA
ko: AI 접근 정책
tr: AI erişim politikası
vi: Chính sách truy cập AI
zh_hans: AI 访问策略
zh_hant: AI 存取政策

source: AI responses may be inaccurate
fr: Les réponses de l'IA peuvent être inexactes.
ko: AI 응답은 부정확할 수 있습니다
tr: Yapay zeka yanıtları hatalı olabilir
vi: Phản hồi của AI có thể không chính xác
zh_hans: AI回复可能不准确
zh_hant: AI 回應可能不準確

source: Raw result rows
fr: Lignes de résultats bruts
ko: 원시 결과 행
tr: Ham sonuç satırları
vi: Dòng kết quả thô
zh_hans: 原始结果行
zh_hant: 原始結果列

source: Rate limited. Please try again later.
fr: Taux limité. Veuillez réessayer plus tard.
ko: 요청 한도를 초과했습니다. 나중에 다시 시도하십시오.
tr: İstek sınırına ulaşıldı. Lütfen daha sonra tekrar deneyin.
vi: Đã vượt giới hạn tốc độ. Vui lòng thử lại sau.
zh_hans: 请求频率超限。请稍后再试。
zh_hant: 已達速率限制。請稍後再試。

source: Insert at most %d rows per call.
fr: Insérez au maximum %d lignes par appel.
ko: 호출당 최대 %d개 행까지 삽입합니다.
tr: Çağrı başına en fazla %d satır ekleyin.
vi: Mỗi lần gọi chỉ chèn tối đa %d dòng.
zh_hans: 每次调用最多插入 %d 行。
zh_hant: 每次呼叫最多插入 %d 列。

source: AI Policy controls in-app AI agents. External Clients controls Raycast, Cursor, Claude Desktop, other MCP clients, and AppleScript. Effective scope is the minimum of the requesting token's scope and the External Clients level.
fr: Les contrôles de la politique IA contrôlent les agents IA intégrés dans l'application. Les clients externes contrôlent Raycast, Cursor, Claude Desktop, d'autres clients MCP et AppleScript. La portée effective est le minimum de la portée du jeton de requête et du niveau des clients externes.
ko: AI 정책은 앱 내 AI 에이전트를 제어합니다. 외부 클라이언트는 Raycast, Cursor, Claude Desktop 및 기타 MCP 클라이언트를 제어합니다. 유효 범위는 요청 토큰의 범위와 외부 클라이언트 수준 중 더 제한적인 범위입니다.
tr: AI Politikası uygulama içi AI ajanlarını kontrol eder. Harici İstemciler ise Raycast, Cursor, Claude Desktop ve diğer MCP istemcilerini kontrol eder. Etkin kapsam, talep eden token'ın kapsamı ile Harici İstemciler düzeyinin minimumudur.
vi: AI Policy kiểm soát các AI agent trong ứng dụng. External Clients kiểm soát Raycast, Cursor, Claude Desktop và các MCP client khác. Phạm vi thực tế là mức thấp hơn giữa phạm vi của token yêu cầu và mức External Clients.
zh_hans: AI 策略控制应用内 AI 代理。外部客户端控制 Raycast、Cursor、Claude Desktop 及其他 MCP 客户端。实际权限取请求令牌权限与外部客户端级别中的较低值。
zh_hant: AI 政策控制應用程式內的 AI 代理程式。外部用戶端控制 Raycast、Cursor、Claude Desktop 及其他 MCP 用戶端。實際範圍取請求權杖範圍與外部用戶端層級兩者中較低者。

source: Can grant to others
fr: Peut être accordé à d'autres
ko: 다른 사용자에게 부여 가능
tr: Başkalarına verebilir
vi: Có thể cấp cho người khác
zh_hans: 可授予他人
zh_hant: 可授予他人

source: Pipe
fr: Tuyau

source: Kind of tab
fr: Une sorte de onglet
ko: 탭 종류
tr: Sekme türü
vi: Loại tab
zh_hans: 标签页种类
zh_hant: 標籤頁種類

source: Column Statistics…
fr: Statistiques des colonnes...

source: You edit these inline in the grid and filter bar. Reset a table here to return it to defaults.
fr: Vous pouvez modifier ces éléments en ligne dans la grille et la barre de filtrage. Réinitialisez une table ici pour la remettre aux paramètres par défaut.
ko: 그리드와 필터 막대에서 인라인으로 편집할 수 있습니다. 테이블을 기본값으로 되돌리려면 여기서 재설정하십시오.
tr: Bunları doğrudan tabloda ve filtre çubuğunda düzenlersiniz. Bir tabloyu varsayılana döndürmek için buradan sıfırlayın.
vi: Bạn chỉnh những mục này ngay trong lưới và thanh bộ lọc. Đặt lại một bảng ở đây để đưa nó về mặc định.
zh_hans: 你可以直接在数据网格和筛选栏中修改这些设置。在这里重置某个表即可恢复默认值。
zh_hant: 你可以直接在資料格與篩選列中修改這些設定。在這裡重設某個資料表即可回復預設值。

source: Remove All Filters
fr: Supprimer tous les filtres
ko: 모든 필터 제거
tr: Tüm Filtreleri Kaldır
vi: Gỡ tất cả bộ lọc
zh_hans: 移除所有筛选
zh_hant: 移除所有篩選
